
&НаКлиенте
Процедура ТоварыТоварПриИзменении(Элемент)
	
    ТД =Элементы.Товары.ТекущиеДанные;
    ТД.Сумма = ТД.Количество* ТД.Цена;
КонецПроцедуры

&НаКлиенте
Процедура ТоварыЦенаПриИзменении(Элемент)
	//TODO: Вставить содержимое обработчика
	ТД =Элементы.Товары.ТекущиеДанные;
    ТД.Сумма = ТД.Количество* ТД.Цена;
КонецПроцедуры


&НаКлиенте
Процедура ТоварыКоличествоПриИзменении(Элемент)
	//TODO: Вставить содержимое обработчика
	ТД =Элементы.Товары.ТекущиеДанные;
    ТД.Сумма = ТД.Количество* ТД.Цена;
КонецПроцедуры
